Repository: minh-ton/reynard-browser
Catalog: browser/Reynard/Client/Interface/Addons/AddonLocalizable.xcstrings
Source language: en
Languages: am, ar, ast, az, be, bg, bn, br, bs, ca, ceb, ckb, co, cs, cy, da, de, dsb, el, eo, es, es_ar, es_cl, es_mx, et, eu, fa, ff, fi, fil, fr, fur, fy_nl, ga_ie, gd, gl, gn, gu_in, he, hi_in, hr, hsb, hu, hy_am, ia, id, is, it, ja, ka, kab, kk, km, kn, ko, ku, lij, lo, lt, ml, mr, my, nb_no, ne_np, nl, nn_no, oc, om, pa_arab_pk, pa_guru_in, pl, pt_br, pt_pt, rm, ro, ru, sat, sc, scn, si, sk, sl, sq, sr, su, sv_se, szl, ta, te, tg, th, tok, tr, tt, ug, uk, ur, uz, vec, vi, yo, zh_hans, zh_hant

source: Read the text of all open tabs
am: የሁሉም ክፍት ትሮች ጽሑፍ ያንብቡ
ar: قراءة نصوص التبويبات المفتوحة
ast: Lleer el testu de toles llingüetes abiertes
az: Bütün açıq vərəqlərin yazılarını oxumaq
be: Чытаць тэкст усіх адкрытых картак
bg: Достъп до текста от всички отворени раздели
bn: খুলে থাকা সবগুলো ট্যাবের লেখা পড়ুন
br: Lenn an destenn en holl ivinelloù digor
bs: Čita tekst iz svih otvorenih tabova
ca: Llegir el text de totes les pestanyes obertes
ceb: Basaha ang text sa tanan abli nga tab
ckb: دەقی هەموو بازدەرە کراوەکان بخوێنەرەوە
co: Leghje u testu di tutte l’unghjette aperte
cs: Přistupovat k textu všech otevřených panelů
cy: Darllen testun yr holl dabiau agored
da: Læse tekst i alle åbne faneblade
de: Auf Texte aller offenen Tabs zugreifen
dsb: Tekst wšych wócynjonych rejtarikow cytaś
el: Ανάγνωση κειμένου από όλες τις ανοικτές καρτέλες
eo: Legi la tekston de ĉiuj malfermitaj langetoj
es: Leer el texto de todas las pestañas abiertas
es_ar: Leer el texto de todas las pestañas abiertas
es_cl: Leer el texto de todas las pestañas abiertas
es_mx: Leer el texto de todas las pestañas abiertas
et: teksti lugemine kõigist avatud kaartidest
eu: Irekitako fitxa guztietako testua irakurtzea
fa: خواندن متن تمام زبانه‌های باز
ff: Tar binndi tabbe udditiiɗe fof
fi: Lue kaikkien avointen välilehtien tekstiä
fil: Basahin ang sulat sa lahat ng tab na naka-bukas
fr: Lire le texte de tous les onglets ouverts
fur: Lei il test di dutis lis schedis viertis
fy_nl: De tekst fan alle iepen ljepblêden lêze
ga_ie: Téacs in aon chluaisín oscailte a léamh
gd: an teacsa air gach taba fosgailte a leughadh
gl: Ler o texto de todas as lapelas abertas
gn: Emoñe’ẽ haipyre opaite tendayke pegua
gu_in: બધા ખુલ્લા ટેબ્સનાં લખાણ વાંચો
he: קריאת הטקסט של כל הלשוניות הפתוחות
hi_in: सभी खुले टैब के लेख पढ़ें
hr: Čitaj tekst svih otvorenih kartica
hsb: Tekst wšěch wočinjenych rajtarkow čitać
hu: Az összes nyitott lap szövegének olvasása
hy_am: Կարդալ բոլոր բաց ներդիրների գրվածքը
ia: Leger le texto de tote le schedas aperite
id: Baca teks dari semua tab yang terbuka
is: Lesa texta á öllum flipum
it: Leggere il testo di tutte le schede aperte
ja: 開いているすべてのタブからのテキスト読み取り
ka: ტექსტის წაკითხვა ყველა გახსნილი ჩანართიდან
kab: Γer aḍris n waccaren akk yeldin
kk: Барлық ашық беттердің мәтінін оқу
km: អានអត្ថបទនៃផ្ទាំងដែលបើកទាំងអស់
kn: ತೆರೆದ ಎಲ್ಲಾ ಹಾಳೆಗಳಲ್ಲಿನ ಪಠ್ಯವನ್ನು ಓದು
ko: 모든 열린 탭의 텍스트 읽기
ku: Xwendina nivîsên hemû hilpekînên vekirî
lij: Lezi o testo di tutti i feuggi averti
lo: ອ່ານຂໍ້ຄວາມຂອງແທັບທີ່ເປີດທັງໝົດ
lt: Skaityti visų atvirų kortelių tekstą
ml: തുറന്നിരിക്കുന്ന എല്ലാ ടാബുകളിലേയും കുറിപ്പ്‌ വായിക്കുക
mr: सर्व उघडलेल्या टॅबचे मजकूर वाचा
my: ဖွင့်ထားသော တပ်ဗ်များမှ စာများကို ဖတ်ပါ
nb_no: Lese teksten i alle åpne faner
ne_np: सबै खोलिएका ट्याबहरूको पाठ पढ्नुहोस्
nl: De tekst van alle open tabbladen lezen
nn_no: Lese teksten i alle opne faner
oc: Legir lo tèxte de totes los onglets dobèrts
pa_arab_pk: ساریاں کھولھیاں ٹیباں دیاں وچ لکھتاں نوں پڑھنا
pa_guru_in: ਸਾਰੀਆਂ ਖੁੱਲ੍ਹੀਆਂ ਟੈਬਾਂ ਦੀ ਲਿਖਤ ਪੜਨ
pl: Odczytywanie tekstów ze wszystkich otwartych kart
pt_br: Ler o texto de todas as abas abertas
pt_pt: Ler o texto de todos os separadores abertos
rm: Leger il text da tut ils tabs averts
ro: Să citească textul din toate filele deschise
ru: Чтение текста во всех открытых вкладках
sat: ᱥᱟᱱᱟᱢ ᱡᱷᱤᱡᱽ ᱴᱮᱵᱽ ᱠᱚᱣᱟᱜ ᱚᱱᱚᱞ ᱯᱟᱲᱦᱟᱣ ᱢᱮ
sc: Lèghere su testu de totu is ischedas abertas
scn: Lèggiri u testu di tutti i schedi graputi
si: සියළුම විවෘත පටිතිවල පෙළ කියවීම
sk: Prístup k textu všetkých otvorených kariet
sl: branje besedila vseh odprtih zavihkov
sq: Të lexojë tekstin e krejt skedave të hapura
sr: Прочитајте текст из свих отворених језичака
su: Baca téks ti sadaya tab muka
sv_se: Läsa texten på alla öppna flikar
szl: Czytanie tekstu ze wszyskich ôtwartych kart
ta: எல்லாத் திறந்த கீற்றுகளின் உரையையும் படிக்க
te: తెరిచివున్న ట్యాబులన్నిటి పాఠ్యాన్ని చదవడం
tg: Хондани матн дар ҳамаи варақаҳои кушодашуда
th: อ่านข้อความของแท็บที่เปิดอยู่ทั้งหมด
tok: ona li ken lukin e toki lon lipu open ale
tr: Tüm açık sekmelerdeki metinleri okuma
tt: Барлык ачык табларның текстын уку
ug: بارلىق ئوچۇق بەتكۈچلەرنىڭ تېكىستىنى ئوقۇش
uk: Читання тексту в усіх відкритих вкладках
ur: تمام کھلے ٹیبس کا متن پڑھیں
uz: Barcha ochiq varaqlardagi matnni oʻqish
vec: Lèxere el testo de tute ƚe schede vèrte
vi: Đọc văn bản của tất cả các thẻ đang mở
yo: Ka àwọn ọ̀rọ̀ gbogbo táàbù tó wà ní ṣíṣí
zh_hans: 读取所有已打开的标签页中的文本
zh_hant: 讀取所有開啟分頁當中的文字內容

source: Read your browsing history
am: የአሰሳ ታሪክዎን ያንብቡ
ar: عرض سِجل التصفّح
ast: Lleer l'historial de restolar
be: Бачыць вашу гісторыю аглядання
bg: Четене на историята на разглеждане
br: Lenn ho roll istor merdeiñ
bs: Pročitajte svoju historiju pretraživanja
ca: Llegir l’historial de navegació
co: Leghje a vostra cronolugia di navigazione
cs: Číst vaši historii prohlížení
cy: Darllen eich hanes pori
da: Læse din browserhistorik
de: Lesen Sie Ihre Surf-Chronik
dsb: Cytajśo swóju pśeglědowańsku historiju
el: Ανάγνωση του ιστορικού περιήγησής σας
eo: Legi vian retuman historion
es: Leer historial de navegación
es_ar: Leer historial de navegación
es_cl: Lee tu historial de navegación
es_mx: Lee tu historial de navegación
et: Lehitsemise ajaloo lugemine
eu: Irakurri zure nabigatze-historia
fa: تاریخچه مرور خود را بخوانید
fi: Lue selaushistoriaasi
fil: Basahin ang iyong kasaysayan ng pag-browse
fr: Lire votre historique de navigation
fur: Lei la tô cronologjie di navigazion
fy_nl: Jo navigaasjeskiednis lêze
gd: Leugh an eachdraidh brabhsaidh agad
gl: Ler o seu historial de navegación
gn: Emoñe’ẽ ne ñeikundaha rapykuere
he: קריאת היסטוריית הגלישה שלך
hr: Pročitaj svoju povijest pregledavanja
hsb: Čitajće swoju přehladowansku historiju
hu: Böngészési előzmények olvasása
hy_am: Կարդալ դիտարկումների պատմությունը
ia: Lege tu chronologia de navigation
id: Baca riwayat penjelajahan Anda
is: Lesa vafurferilinn þinn
it: Leggere la cronologia di navigazione
ja: 閲覧履歴の読み取り
ka: თქვენ მიერ მონახულებული გვერდების ხილვა
kab: Ɣer amazray n tunigin
kk: Шолу тарихыңызды оқу
km: អានប្រវត្តិរុករករបស់អ្នក
ko: 방문 기록 읽기
ku: Raboriya geroka xwe bixwîne
lo: ອ່ານປະຫວັດຜົນການຊອກຫາຂອງທ່ານ
ml: തിരയൽ നാൾവഴി വായിക്കുക
nb_no: Lese din nettleserhistorikk
nl: Uw navigatiegeschiedenis lezen
nn_no: Les nettlesarhistorikken din
oc: Legir l’istoric de navegacion
om: Seenaa daawwannaa keessanii dubbisaa
pa_arab_pk: تہاڈی تریخ نوں پڑھن
pa_guru_in: ਤੁਹਾਡੇ ਬਰਾਊਜ਼ ਕਰਨ ਦੇ ਅਤੀਤ ਨੂੰ ਪੜ੍ਹਨ
pl: Odczytywanie historii przeglądania
pt_br: Ler seu histórico de navegação
pt_pt: Ler o seu histórico de navegação
rm: Leger tia cronologia da navigaziun
ro: Să îți citească istoricul de navigare
ru: Чтение истории браузера
sat: ᱵᱽᱨᱟᱣᱩᱡᱤᱝ ᱦᱤᱛᱟᱹᱞ ᱯᱟᱲᱦᱟᱣ ᱢᱮ
sc: Leghe sa cronologia de navigatzione tua
scn: Lèggiri a crunuluggìa di navicazzioni
si: පිරික්සුම් ඉතිහාසය කියවීම
sk: Čítať históriu prehliadania
sl: branje zgodovine brskanja
sq: Të lexojë historikun tuaj të shfletimit
sr: Прочитајте вашу историју прегледања
su: Baca jujutan langlangan anjeun
sv_se: Läs din webbhistorik
szl: Czytanie historyje przeglōndanio
tg: Таърихи тамошобинии худро аз назар гузаронед
th: อ่านประวัติการเรียกดูของคุณ
tok: ona li ken lukin e lipu pi tenpo pini
tr: Gezinti geçmişinizi okuma
tt: Гизү тарихыгызны уку
ug: زىيارەت تارىخىڭىزنى ئوقۇيدۇ
uk: Читання історії перегляду
vec: Lèxare ƚa cronoloxìa de navigasion
vi: Đọc lịch sử duyệt web của bạn
zh_hans: 读取您的浏览历史
zh_hant: 讀取您的上網紀錄

source: search terms
am: የፍለጋ ቃላት
ar: مصطلحات البحث
ast: términos de busca
be: пошукавыя запыты
bg: думи за търсене
bs: pojmovi za pretraživanje
ca: termes de cerca
co: termini di ricerca
cs: hledané výrazy
cy: termau chwilio
da: søgetermer
de: Suchbegriffe
dsb: pytańske wuraze
el: όρους αναζήτησης
eo: serĉaj tekstoj
es: términos de búsqueda
es_ar: términos de búsqueda
es_cl: términos de búsqueda
es_mx: términos de búsqueda
eu: bilaketa-terminoak
fa: شرایط جستجو
fi: hakuehdot
fil: mga termino para sa paghahanap
fr: termes de recherche
fur: tiermins di ricercje
fy_nl: syktermen
gd: briathran-luirg
gl: termos de busca
gn: jehekaha porureko
he: מונחי חיפוש
hr: pojmovi pretraživanja
hsb: pytanske wurazy
hu: keresési kifejezések
hy_am: որոնման պայմաններ
ia: terminos de recerca
id: istilah pencarian
is: leitarorð
it: termini di ricerca
ja: 検索語句
ka: საძიებო ფრაზები
kab: nadi awalen
kk: ізделген ұғымдар
km: ពាក្យស្វែងរក
ko: 검색어
ku: peyvên lêgerînê
lo: ເງື່ອນໄຂການຄົ້ນຫາ
ml: തിരയൽ പദങ്ങൾ
nb_no: søkeord
nl: zoektermen
nn_no: søkeord
oc: tèrmes de recèrca
pa_guru_in: ਖੋਜ ਸ਼ਬਦ
pl: wyszukiwane słowa
pt_br: termos de pesquisa
pt_pt: termos de pesquisa
rm: terms da tschertga
ro: termeni de căutare
ru: поисковые запросы
sat: ᱥᱮᱸᱫᱽᱨᱟ ᱟᱹᱲᱟᱹ
sc: tèrmines de chirca
scn: tèrmini di risciduta
sk: vyhľadávané výrazy
sl: iskalne poizvedbe
sq: terma kërkimi
sr: изрази претраге
sv_se: söktermer
tg: вожаҳои ҷустуҷӯӣ
th: คำค้นหา
tok: nimi alasa
tr: arama terimleri
ug: ئىزدەيدىغان ئاتالغۇ
uk: пошукові терміни
vi: cụm từ tìm kiếm
zh_hans: 搜索词
zh_hant: 搜尋關鍵字

source: Share authentication information with the add-on developer
am: የማረጋገጫ መረጃን ከቅጥያ ገንቢ ጋር ያጋሩ
ar: مشاركة بيانات المصادقة مع مطوّر الامتداد
be: Дзяліцца інфармацыяй для аўтэнтыфікацыі з распрацоўшчыкам пашырэння
bg: Споделяне на информация за удостоверяване с разработчика на разширението
bs: Podijelite informacije o autentifikaciji s programerom ekstenzije
ca: Compartir la informació d’autenticació amb el desenvolupador de l’extensió
co: Sparte infurmazioni d’autenticazione cù u sviluppatore di l’estensione
cs: Sdílet ověřovací informace s vývojářem rozšíření
cy: Rhannu manylion ddilysu gyda datblygwr yr estyniad
da: Del godkendelses-oplysninger med udvikleren af udvidelsen
de: Authentifizierungs-Informationen mit dem Entwickler der Erweiterung teilen
dsb: Informacije awtentifikacije z wuwijarjom rozšyrjenja źěliś
el: Κοινοποίηση πληροφοριών ταυτοποίησης στον δημιουργό της επέκτασης
eo: Dividi aŭtentigan informon kun la programisto de la etendaĵo
es: Compartir información de autenticación con el desarrollador de la extensión
es_ar: Compartir información de autenticación con el desarrollador de la extensión
es_cl: Compartir información de autenticación con el desarrollador de la extensión
es_mx: Compartir información de autenticación con el desarrollador de la extensión
eu: Hedapenaren garatzailearekin autentifikazio-informazioa partekatzea
fa: هم‌رسانی اطلاعات احراز هویت با توسعه‌دهنده افزونه
fi: Jaa todennustiedot laajennuksen kehittäjän kanssa
fr: Partager des informations d’authentification avec le développeur de l’extension
fur: Condivît informazions di autenticazion cul svilupadôr de estension
fy_nl: Autentikaasjegegevens diele mei útwreidingsûntwikkeler
gd: Fiosrachadh dearbhaidh a cho-roinneadh le luchd-leasachaidh an leudachain
gl: Comparte información de autenticación co desenvolvedor da extensión
gn: Emoherakuã marandu ñemoneĩgua jepysokue mboguatahára ndive
he: שיתוף מידע אימות עם מפתח ההרחבה
hr: Dijeli podatke autentifikacije s programerom proširenja
hsb: Informacije awtentifikacije z wuwiwarjom rozšěrjenja dźělić
hu: Hitelesítési információk megosztása a kiegészítő fejlesztőjével
hy_am: Համօգտագործել իսկորոշման տեղեկություններն ընդլայնման մշակողի հետ
ia: Compartir informationes de authentication con le disveloppator del extension
id: Berbagi informasi autentikasi dengan pengembang ekstensi
is: Deila auðkenningarupplýsingum með höfundi forritsaukans
it: Condividi informazioni di autenticazione con lo sviluppatore dell’estensione
ja: 認証情報を拡張機能の開発者と共有する
ka: ტექნიკური და ურთიერთქმედების მონაცემების გაზიარება გაფართოების შემმუშავებლისთვის
kk: Кеңейту әзірлеушісімен аутентификация ақпаратын бөлісу
km: ចែករំលែកព័ត៌មានផ្ទៀងផ្ទាត់ជាមួយអ្នកអភិវឌ្ឍន៍ផ្នែកបន្ថែម
ko: 확장 기능 개발자와 인증 정보 공유
ku: Agahiyên pejirandinê bi pêşdebirê pêvekan re parve bike
lo: ແບ່ງປັນຂໍ້ມູນການພິສູດຢືນຢັນກັບຜູ້ພັດທະນາສ່ວນຂະຫຍາຍ
ml: അധികാരിക്കൽ വിവരം വിപുലീകരണ വികസിനാക്താവിനോടൊപ്പം പങ്കിടുക
nb_no: Del autentiseringsinformasjon med utvidelsesutvikleren
nl: Authenticatiegegevens delen met extensieontwikkelaar
nn_no: Del autentiseringsinformasjon med utvidingsutviklaren
oc: Partejar las informacions d’autentificacion amb lo desvolopaire de l’extension
pa_guru_in: ਇਕਸਟੈਨਸ਼ਨ ਡਿਵੈਲਪਰ ਨਾਲ ਪਰਮਾਣੀਕਰਨ ਜਾਣਕਾਰੀ ਨੂੰ ਸਾਂਝਾ ਕਰੋ
pl: Udostępnianie informacji o uwierzytelnieniu autorom rozszerzenia
pt_br: Compartilhar informações de autenticação com o desenvolvedor da extensão
pt_pt: Partilha de informação de autenticação com o programador da extensão
rm: Cundivider infurmaziuns d’autentificaziun cun il sviluppader da l’extensiun
ro: Să partajeze informații de autentificare cu dezvoltatorul extensiei
ru: Предоставлять данные аутентификации разработчику расширения
sat: ᱮᱠᱥᱴᱮᱱᱥᱚᱱ ᱰᱮᱵᱷᱞᱚᱯᱟᱨ ᱥᱟᱶ ᱚᱛᱷᱮᱱᱴᱤᱠᱮᱥᱚᱱ ᱵᱮᱣᱨᱟ ᱦᱟᱹᱴᱤᱧ ᱢᱮ
sc: Cumpartzi informatziones de autenticatzione cun s’iscuadra de isvilupu de s’estensione
scn: Sparti i nfurmazzioni d'autinticazzioni cû sbiluppaturi dû stinneriu
sk: Zdieľať overovacie informácie s vývojárom rozšírenia
sl: deljenje podatkov za overjanje z razvijalcem razširitve
sq: T’i japë zhvilluesit të zgjerimit hollësi mirëfilltësimi
sr: Дељење података о потврди идентитета са програмером проширења
sv_se: Dela autentiseringsinformation med tilläggsutvecklare
tg: Мубодилаи маълумоти санҷиши ҳаққоният бо барномасози васеъшавӣ
th: แบ่งปันข้อมูลการยืนยันตัวตนกับผู้พัฒนาส่วนขยาย
tr: Kimlik doğrulama bilgilerini uzantı geliştiricisiyle paylaşma
ug: سالاھىيەت دەلىللەش ئۇچۇرىنى كېڭەيتىلمە ئىجادكارى بىلەن ھەمبەھىرلەيدۇ
uk: Ділитися з розробником розширення інформацією для автентифікації
vi: Chia sẻ thông tin xác thực với nhà phát triển tiện ích mở rộng
zh_hans: 与扩展开发者分享身份验证信息
zh_hant: 分享驗證資訊給擴充套件開發者

source: Share bookmarks information with the add-on developer
am: የዕልባቶች መረጃ ከቅጥያ ገንቢ ጋር ያጋሩ
ar: مشاركة معلومات العلامات مع مطور الامتداد
be: Дзяліцца інфармацыяй аб закладках з распрацоўшчыкам пашырэння
bg: Споделяне на информация за отметки с разработчика на разширението
bs: Podijelite informacije o oznakama s programerom ekstenzije
ca: Compartir la informació d’adreces d’interès amb el desenvolupador de l’extensió
co: Sparte infurmazioni nant’à l’indette cù u sviluppatore di l’estensione
cs: Sdílet informace o záložkách s vývojářem rozšíření
cy: Rhannu manylion nodau tudalen gyda datblygwr yr estyniad
da: Del oplysninger om bogmærker med udvikleren af udvidelsen
de: Lesezeichen-Informationen mit dem Entwickler der Erweiterung teilen
dsb: Informacije cytańskich znamjenjow z wuwijarjom rozšyrjenja źěliś
el: Κοινοποίηση πληροφοριών σελιδοδεικτών στον δημιουργό της επέκτασης
eo: Divid legosignan informon kun la programisto de la etendaĵo
es: Compartir información de marcadores con el desarrollador de la extensión
es_ar: Compartir información de marcadores con el desarrollador de la extensión
es_cl: Compartir información de marcadores con el desarrollador de la extensión
es_mx: Compartir información de marcadores con el desarrollador de la extensión
eu: Hedapenaren garatzailearekin laster-marken informazioa partekatzea
fa: هم‌رسانی اطلاعات نشانک‌ها با توسعه‌دهنده افزونه
fi: Jaa kirjanmerkkitiedot laajennuksen kehittäjän kanssa
fr: Partager les informations des marque-pages avec le développeur de l’extension
fur: Condivît informazions sui segnelibris cul svilupadôr de estension
fy_nl: Blêdwizergegevens diele mei útwreidingsûntwikkeler
gd: Fiosrachadh mu chomharran-lìn a cho-roinneadh le luchd-leasachaidh an leudachain
gl: Comparte a información dos marcadores co programador da extensión
gn: Emoherakuã techaukaha marandu jepysokue mboguatahára ndive
he: שיתוף מידע על הסימניות עם מפתח ההרחבה
hr: Dijeli podatke zabilježaka s programerom proširenja
hsb: Informacije zapołožkow z wuwiwarjom rozšěrjenja dźělić
hu: Könyvjelző-információk megosztása a kiegészítő fejlesztőjével
hy_am: Համօգտագործել էջանիշերի տեղեկություներն ընդլայնման մշակողի հետ
ia: Compartir informationes de marcapaginas con le disveloppator del extension
id: Berbagi informasi markah dengan pengembang ekstensi
is: Deila bókamerkjaupplýsingum með höfundi forritsaukans
it: Condividi informazioni sui segnalibri con lo sviluppatore dell’estensione
ja: ブックマーク情報を拡張機能の開発者と共有する
ka: სანიშნების მონაცემების გაზიარება გაფართოების შემმუშავებლისთვის
kab: Bḍu talɣut n tecraḍ n yisebtar s uneflay n usiɣzef
kk: Кеңейту әзірлеушісімен бетбелгілер ақпаратын бөлісу
km: ចែករំលែកព័ត៌មានចំណាំជាមួយអ្នកអភិវឌ្ឍន៍ផ្នែកបន្ថែម
ko: 확장 기능 개발자와 북마크 정보 공유
ku: Agahiyên favoriyan bi pêşdebirên pêvekan re parve bike
lo: ແບ່ງປັນຂໍ້ມູນບຸກມາກກັບຜູ້ພັດທະນາສ່ວນຂະຫຍາຍ
ml: അടയാളക്കുറിപ്പുകളെ പറ്റിയുള്ള വിവരം വിപുലീകരണ വികസിനാക്താവിനോടൊപ്പം പങ്കിടുക
nb_no: Del bokmerkeinformasjon med utvidelsesutvikleren
nl: Bladwijzergegevens delen met extensieontwikkelaar
nn_no: Del bokmerkeinformasjon med utvidingsutviklaren
oc: Partejar las informacions de marcapagina amb lo desvolopaire de l’extension
pa_guru_in: ਇਕਸਟੈਨਸ਼ਨ ਡਿਵੈਲਪਰ ਨਾਲ ਬੁੱਕਮਾਰਕਾਂ ਦੀ ਜਾਣਕਾਰੀ ਨੂੰ ਸਾਂਝਾ ਕਰੋ
pl: Udostępnianie informacji o zakładkach autorom rozszerzenia
pt_br: Compartilhar informações de favoritos com o desenvolvedor da extensão
pt_pt: Partilha de informação de marcadores com o programador da extensão
rm: Cundivider infurmaziuns davart ils segnapaginas cun il sviluppader da l’extensiun
ro: Să partajeze informații despre marcaje cu dezvoltatorul extensiei
ru: Предоставлять информацию о закладках разработчику расширения
sat: ᱮᱠᱥᱴᱮᱱᱥᱚᱱ ᱰᱮᱵᱷᱞᱚᱯᱟᱨ ᱥᱟᱶ ᱵᱩᱠᱢᱟᱨᱠ ᱵᱤᱵᱨᱚᱬ ᱦᱟᱹᱴᱤᱧ ᱢᱮ ᱾
sc: Cumpartzi informatziones de is sinnalibros cun s’iscuadra de isvilupu de s’estensione
scn: Sparti i nfurmazzioni ncapu ê nzingalibbra cû sbiluppaturi dû stinneriu
sk: Zdieľať informácie o záložkách s vývojárom rozšírenia
sl: deljenje podatkov o zaznamkih z razvijalcem razširitve
sq: T’i japë zhvilluesit të zgjerimit hollësi faqerojtësisht
sr: Дељење података о обележивачима са програмером проширења
sv_se: Dela bokmärkesinformation med tilläggsutvecklare
tg: Мубодилаи маълумоти хатбаракҳо бо барномасози васеъшавӣ
th: แบ่งปันข้อมูลที่คั่นหน้ากับผู้พัฒนาส่วนขยาย
tr: Yer imi bilgilerini uzantı geliştiricisiyle paylaşma
ug: خەتكۈچ ئۇچۇرىنى كېڭەيتىلمە ئىجادكارى بىلەن ھەمبەھىرلەيدۇ
uk: Ділитися з розробником розширення інформацією про закладки
vi: Chia sẻ thông tin dấu trang với nhà phát triển tiện ích mở rộng
zh_hans: 与扩展开发者分享书签信息
zh_hant: 分享書籤資訊給擴充套件開發者

source: Share browsing activity with the add-on developer
am: የአሰሳ እንቅስቃሴን ከቅጥያ ገንቢ ጋር ያጋሩ
ar: مشاركة نشاط التصفح مع مطور الامتداد
be: Дзяліцца актыўнасцю агляданне з распрацоўшчыкам пашырэння
bg: Споделяне на активност при сърфиране с разработчика на разширението
bs: Dijeli aktivnost pregledavanja s programerom ekstenzije
ca: Compartir l’activitat de navegació amb el desenvolupador de l’extensió
co: Sparte infurmazioni nant’à l’attività di navigazione cù u sviluppatore di l’estensione
cs: Sdílet informace o prohlížení s vývojářem rozšíření
cy: Rhannu gweithgaredd pori gyda datblygwr yr estyniad
da: Del browsing-aktivitet med udvikleren af udvidelsen
de: Surf-Aktivität mit dem Entwickler der Erweiterung teilen
dsb: Pśeglědowańsku aktiwitu z wuwijarjom rozšyrjenja źěliś
el: Κοινοποίηση δραστηριότητας περιήγησης στον δημιουργό της επέκτασης
eo: Dividi retumon kun la programisto de la etendaĵo
es: Compartir la actividad de navegación con el desarrollador de la extensión
es_ar: Compartir actividad de navegación con el desarrollador de la extensión
es_cl: Compartir la actividad de navegación con el desarrollador de la extensión
es_mx: Compartir la actividad de navegación con el equipo de desarrollo de la extensión
eu: Hedapenaren garatzailearekin nabigatze-jarduera partekatzea
fa: هم‌رسانی فعالیت مرور با توسعه‌دهنده افزونه
fi: Jaa selaustoiminta laajennuksen kehittäjän kanssa
fr: Partager l’activité de navigation avec le développeur de l’extension
fur: Condivît ativitâts di navigazion cul svilupadôr de estension
fy_nl: Sneupaktiviteit diele mei útwreidingsûntwikkeler
gd: Fiosrachadh mun ghnìomhachd bhrabhsaidh a cho-roinneadh le luchd-leasachaidh an leudachain
gl: Comparte a actividade de navegación co programador da extensión
gn: Emoherakuã tembiapo ñeikundahagua jepysokue mboguatahára ndive
he: שיתוף פעילות הגלישה עם מפתח ההרחבה
hr: Dijeli aktivnost pregledavanja s programerom proširenja
hsb: Přehladowansku aktiwitu z wuwiwarjom rozšěrjenja dźělić
hu: Böngészési információk megosztása a kiegészítő fejlesztőjével
hy_am: Համօգատգործել դիտարկիչի ակտիվությունն ընդլայնման մշակողի հետ
ia: Compartir activitate de navigation con le disveloppator del extension
id: Bagikan aktivitas penjelajahan dengan pengembang ekstensi
is: Deila vafurvirkni með höfundi forritsaukans
it: Condividi attività di navigazione con lo sviluppatore dell’estensione
ja: ブラウジングアクティビティを拡張機能の開発者と共有する
ka: მონახულებული გვერდების გაზიარება გაფართოების შემმუშავებლისთვის
kab: Bḍu armud n tunigin s uneflay n usiɣzef
kk: Кеңейту әзірлеушісімен шолу әрекеттерін бөлісу
km: ចែករំលែកសកម្មភាពរុករកជាមួយអ្នកអភិវឌ្ឍន៍ផ្នែកបន្ថែម
ko: 확장 기능 개발자와 탐색 활동 공유
ku: Çalakiya gerokê bi pêşdebirên pêvekan re parve bike
lo: ແບ່ງປັນການເຄື່ອນໄຫວການຊອກຫາກັບຜູ້ພັດທະນາສ່ວນຂະຫຍາຍ
ml: തിരച്ചിൽ നാൾവഴി വിവരം വിപുലീകരണ വികസിനാക്താവിനോടൊപ്പം പങ്കിടുക
nb_no: Del nettleseraktivitet med utvidelsesutvikleren
nl: Surfactiviteit delen met extensieontwikkelaar
nn_no: Del nettlesaraktivitet med utvidingsutviklaren
oc: Partejar las informacions d’activitat de navegacion amb lo desvolopaire de l’extension
pa_guru_in: ਇਕਸਟੈਨਸ਼ਨ ਡਿਵੈਲਪਰ ਨਾਲ ਬਰਾਊਜ਼ ਕਰਨ ਦੀ ਸਰਗਰਮੀ ਬਾਰੇ ਜਾਣਕਾਰੀ ਨੂੰ ਸਾਂਝਾ ਕਰੋ
pl: Udostępnianie działań użytkownika w Internecie autorom rozszerzenia
pt_br: Compartilhar atividade de navegação com o desenvolvedor da extensão
pt_pt: Partilha de atividade de navegação com o programador da extensão
rm: Cundivider l’activitad da navigaziun cun il sviluppader da l’extensiun
ro: Să îți partajeze activitatea de navigare cu dezvoltatorul extensiei
ru: Предоставлять данные об интернет-активности разработчику расширения
sat: ᱮᱠᱥᱴᱮᱱᱥᱚᱱ ᱰᱮᱵᱷᱞᱚᱯᱟᱨ ᱥᱟᱶ ᱵᱽᱨᱟᱣᱩᱡᱤᱝ ᱠᱟᱹᱢᱤᱦᱚᱨᱟ ᱦᱟᱹᱴᱤᱧ ᱢᱮ
sc: Cumpartzire s’atividade de navigatzione cun s’iscuadra de isvilupu de s’estensione
scn: Sparti l'attività di navicazzioni cû sbiluppaturi dû stinneriu
sk: Zdieľať aktivitu prehliadania s vývojárom rozšírenia
sl: deljenje dejavnosti brskanja z razvijalcem razširitve
sq: T’i japë zhvilluesit të zgjerimit hollësi veprimtarie shfletimi
sr: Дељење активности прегледања са програмером проширења
sv_se: Dela surfaktivitet med tilläggsutvecklare
tg: Мубодилаи фаъолияти тамошобинӣ бо барномасози васеъшавӣ
th: แบ่งปันข้อมูลกิจกรรมการเรียกดูกับผู้พัฒนาส่วนขยาย
tr: Gezinti etkinliğini uzantı geliştiricisiyle paylaşma
ug: تور زىيارەت پائالىيىتىنى كېڭەيتىلمە ئىجادكارى بىلەن ھەمبەھىرلەيدۇ
uk: Ділитися з розробником розширення активністю перегляду
vi: Chia sẻ hoạt động duyệt với nhà phát triển tiện ích mở rộng
zh_hans: 与扩展开发者分享浏览活动
zh_hant: 分享上網行為給擴充套件開發者
